{
  "quotes": {
    "life": [
      "The desire for more positive experience is itself a negative experience. And, paradoxically, the acceptance of one's negative experience is itself a positive experience.",
      "The avoidance of suffering is a form of suffering. The avoidance of struggle is a struggle. The denial of failure is a failure. Hiding what is shameful is itself a form of shame.",
      "To try to avoid pain is to give too many fucks about pain. In contrast, if you’re able to not give a fuck about the pain, you become unstoppable.",
      "We don't always control what happens to us. But we always control how we interpret what happens to us, as well as how we respond. Whether we consciously recognize it or not, we are always responsible for our experiences.",
      "Life is essentially an endless series of problems. The solution to one problem is merely the creation of another.",
      "Our crisis is no longer material; it's existential, it's spiritual. We have so much fucking stuff and so many opportunities that we don't even know what to give a fuck about anymore.",
      "There is a simple realization from which all personal improvement and growth emerge. This is the realization that we, individually, are responsible for everything in our lives, no matter the external circumstances.",
      "The problem isn't that we don't know how not to get punched in the face. The problem is that, at some point, likely a long time ago, we got punched in face, and instead of punching back, we decided we deserved it.",
      "We are defined by what we choose to reject. And if we reject nothing we essentially have no identity at all.",
      "Everybody enjoys what feels good. Everyone wants to live a carefree, happy, and easy life, to fall in love and have amazing s*x and relationships, to look perfect and make money and be popular and well-respected and admired and a total baller to the point that people part like the Red Sea when they walk into the room. Everybody wants that. It’s easy to want that. A more interesting question, a question that most people never consider, is, “What pain do you want in your life? What are you willing to struggle for?” Because that seems to be a greater determinant of how our lives turn out.",
      "We all must give a fuck about something, in order to value something. And to value something, we must reject what is not that something. To value X, we must reject non-X.",
      "We are responsible for experiences that aren't our fault all the time. This is part of life.",
      "Self-awareness is like an onion. There are multiple layers to it, and the more you peel them back, the more likely you're going to start crying at an inappropriate time.",
      "Hopelessness is the root of anxiety, mental illness, and depression. It is the source of all misery and the cause of all addiction.",
      "Action isn't just the effect of motivation; it's also the cause of it.",
      "When we deny ourselves the ability to feel pain for a purpose, we deny ourselves the ability to feel any purpose in our life at all."
    ],
    "success": [
      "This is the most simple and basic component of life: our struggles determine our successe.",
      "Don't just sit there. Do something. The answers will follow.",
      "Suffering through your fears and anxieties is what allows you to build courage and perseverance.",
      "If you want to change how you see your problems, you have to change what you value and/or how you measure failure/success.",
      "It turns out that adversity and failure are actually useful and even necessary for developing strong-minded and successful adults.",
      "Being wrong opens us up to the possibility of change. Being wrong brings the opportunity for growth.",
      "You cannot be a powerful and life-changing presence to some people without being a joke or an embarrassment to others.",
      "Don't hope for a life without problems,” the panda said. “There's no such thing. Instead, hope for a life full of good problems.",
      "If you're stuck on a problem, don't sit there and think about it; just start working on it. Even if you don't know what you're doing, the simple act of working on it will eventually cause the right ideas to show up in your head.",
      "If you think about a young child trying to learn to walk, that child will fall down and hurt himself hundreds of times. But at no point does that child ever stop and think, “Oh, I guess walking just isn't for me. I'm not good at it.",
      "We're apes. We think we're all sophisticated with our toaster ovens and designer footwear, but we're just a bunch of finely ornamented apes.",
      "We can be truly successful only at something we're willing to fail at. If we’re unwilling to fail, then we're unwilling to succeed.",
      "Happiness is a constant work-in-progress because solving problems is a constant work-in-progress—the solutions to today's problems will lay the foundation for tomorrow’s problems, and so on. True happiness occurs only when you find the problems you enjoy having and enjoy solving. Sometimes"
    ],
    "relationships": [
      "Unhealthy love is based on two people trying to escape their problems through their emotions for each other—in other words, they’re using each other as an escape. Healthy love is based on two people acknowledging and addressing their own problems with each other’s support.",
      "To be happy we need something to solve. Happiness is therefore a form of action.",
      "Rejection exists for a reason — it’s a means to keep people apart who are not good for each other.",
      "Maturity is what happens when one learns to only give a fuck about what’s truly fuckworthy.",
      "The more something threatens your identity, the more you will avoid it.",
      "Being open with your insecurities paradoxically makes you more confident and charismatic around others. The pain of honest confrontation is what generates the greatest trust and respect in your relationships.",
      "Not giving a fuck does not mean being indifferent; it means being comfortable with being different.",
      "People get addicted to feeling offended all the time because it gives them a high; being self-righteous and morally superior feels good.",
      "When it comes to making yourself more vulnerable, the first step is often to begin establishing your own boundaries. Learn how to say no to people, particularly women. Start having opinions on what you like and don’t like, what you’ll tolerate and won’t tolerate. Be honest with yourself, painfully honest. And then be painfully honest with her.",
      "Challenge yourself to find the good and beautiful things inside of everyone. It's there. It's your job to find it. Not their job to show you.",
      "Romeo and Juliet is synonymous with “romance” in our culture today. It is seen as the love story in English-speaking culture, an emotional ideal to live up to. Yet when you really get down to what happens in the story, these kids are absolutely out of their fucking minds. And they just killed themselves to prove it!",
      "The act of choosing a value for yourself requires rejecting alternative values. If I choose to make my marriage the most important part of my life, that means I'm (probably) choosing not to make cocaine-fueled hooker orgies an important part of my life.",
      "The first step to being more attractive is to see rejection as a means to eliminate women who won't make you happy from your life. It’s a blessing, not a curse.",
      "You must love someone without expecting anything in return; otherwise it's not true love. You must respect someone without expecting anything in return; otherwise you don't truly respect him.",
      "I see every rejection simply as some form of incompatibility. Whether she thinks I'm a total creep, or she's crazy about me but we live on different continents, or she’s in a horrible mood when I ask her out, or she thinks I’m cute but has different values and interests than me — whatever the reason, if a woman ever rejects me, it’s because she’s not compatible with me. It may be a permanent incompatibility. It may be a temporary incompatibility. But the point is that if she liked me enough, she’d be willing to work at making it happen with me. And if she doesn't, then that just means it's wrong person — or right person, wrong time. And that's fine.",
      "YOUR values determine your behavior, not what you think she wants, not what you think others want, but what is best for you and best for the relationship.",
      "Words and appearances are merely a symptom of a greater internal problem.",
      "Decision-making based on emotional intuition, without the aid of reason to keep it in line, pretty much always sucks. You know who bases their entire lives on their emotions? Three-year-old kids. And dogs. You know what else three-year-olds and dogs do? Shit on the carpet.",
      "Only making time for people who make time for you. Only being interested in dating people who are interested in dating you.",
      "Non-neediness means you respect yourself AND others. Narcissism means you only respect yourself. Neediness means you only respect others."
    ]
  }
}
